{
    "language": "en",
    "dark_mode": "Dark mode",
    "home_welcome": "Hi there",
    "home_i": "i'm",
    "home_what_i_do": "I develop awesome websites",
    "home_job": "Full stack web developer, Blockchain Engineer, freelancer, Technical Lead.",
    "home_location": "Based on Bath, Pennsylvania United States.",
    "home_contact_btn": "Get in touch",
    "menu_about": "About",
    "menu_projects": "Projects",
    "menu_experience": "Experience",
    "menu_contact": "Contact",
    "menu_resume": "Resume",
    "about_desc": "Hello there, my name is Jonathan Brown and Full Stack Web developer with a proven ability to develop scalable and sophisticated web development using Python, Node.js, PHP, React, Vue.js, Angular. I have a strong drive to efficiently deliver effective blockchain solutions.I enjoy taking on fun and challenging projects",
    "experience_0_job": "Senior Full Stack Engineering Lead",
    "experience_0_overview": "Led engineering team of 5 to create Gaming platform using React.js and Firebase, Node.js. Developed game factory smart contracts for playing game, rewarding tokens ",
    "experience_0_duration": "Jan 2021 - Present",
    "experience_1_job": "Senior Full Stack Developer",
    "experience_1_overview": "Partnered with 2 designers to take client wireframes from conception to implementation. Worked in an Agile, collaborative environment to receive design requirements, peer program, and test applications. Delivered 30 + projects of all sizes, creating solutions for consumer services . Built 9 landing pages to support Defi, NFT marketing campaigns and promotions ",
    "experience_1_duration": "April 2018 - Jan 2021",
    "experience_2_job": "Senior Web Developer",
    "experience_2_overview": "Assisted the development team in maintaining 6 websites Implemented front - end technical solutions to meet project requirements. for creation of 5 new webpages Ensured 6 unique projects compiled with correct technology processes, industry best practices, and  company standards Conducted research and assisted with new business scoping efforts, resulting in the acquisition of 4 clients ",
    "experience_2_duration": "Feb 2016 - Feb 2018",
    "projects_1_overview": "BEST GAMING PLATFORM TO PLAY GAMES, ENJOY, AND EARN",
    "projects_2_overview": "Moonstartoken is a Defi solution of BSC",
    "projects_3_overview": "Build your imagination through creative play ",
    "projects_4_overview": "Multi DEX Arbitrage Bot",
    "projects_1_extended_overview": "MISSIONS & QUESTS FOR STEAM, MOBILE, AND NFT GAMES",
    "projects_2_extended_overview": "Experience the next generation of cryptocurrency token that automatically rewards you for holding.",
    "projects_3_extended_overview": "Enable a creative future for your child.",
    "projects_4_extended_overview": "This is multidex arbitrage bot running on binance smart chain",
    "contact_full_name": "Full name",
    "contact_email": "E-mail adress",
    "contact_btn": "Send message"
}